{
  "Hi, I'm": "Salut, je suis",
  "more/plus": "Mais pas que ça...",
  "Home": "Accueuil",
  "My Work": "Mon Travail",
  "Testimonials": "Témoignages",
  "homeIntro": "Un développeur d'application Web/Mobile motivé et passionné, animé par une croissance continue et avec un parcours avéré dans la création de solutions digitales innovantes. Souci méticuleux du détail et une approche perspicace de la résolution de problèmes, je démontre un leadership solide en naviguant entre les objectifs individuels et d'équipe. J'aspire à relever les défis complexes de la technologie, exploitant mon expertise pour améliorer les flux de travail et apporter des solutions digitales aux problèmes du quotidient.",
  "homeIntroSMM": "Je suis également très efficace lorsqu'il s'agit de générer une véritable croissance pour les entreprises grâce à une gestion stratégique de leur réseaux sociaux. J'améliore leur visibilité, transforme leur audience en prospects, optimise leur présence digitale pour maximiser leur impact et ainsi augmenter leur revenu. Avec mon équipe (CyberSynopsis), nous avons réussi à dynamiser la présence en ligne de nombreuses entreprises, convertissant les interactions en milliers de ventes et générant une croissance tangible grâce à des stratégies de marketing digital éprouvées.",
  "mySkills": "Mes Compétences Techniques",
  "ContactMe": "Contactez Moi",
  "Get in touch with me": "Gardons le contact",
  "All Rights Reserved": "Tout Droits Réservés",
  "Project information": "Détails du projet",
  "Project URL": "URL du projet",
  "Key Features": "Caractéristiques",
  "Key Highlights": "Points Forts",
  "Back": "Retour",
  "Your Name": "Votre Nom",
  "Your Email": "Votre e-mail",
  "Subject": "Sujet",
  "Website": "Site Web",
  "Send Message": "Envoyez Votre Message",
  "MessageSent": "Votre message a été envoyé. Merci!",
  "aseatDesc": "Présentation d'ASEAT, un site e-commerce exceptionnellement conçu sur WordPress, où j'ai développé chaque aspect de manière individuelle, de la conception à la réalisation. ASEAT redéfinit l'expérience d'achat de meubles en ligne, offrant une fusion harmonieuse entre la technologie de pointe et l'esthétique.",
  "aseatFeatures": "Vue à 360 degrés, Interface centrée sur l'utilisateur, Transactions sécurisées",
  "aseatFeatures2": "ASEAT est bien plus qu'une plateforme e-commerce ; c'est une démonstration de ma capacité à fusionner la technologie avec l'esthétique pour créer une expérience exceptionnelle d'achat en ligne. Du concept à la réalisation, j'ai pris en charge l'ensemble du processus de développement, garantissant un site web sur mesure qui se distingue dans le paysage concurrentiel du e-commerce.",
  "cinchDesc": "SEO et optimisation du site web pour Cinchfin, un prestataire de services financiers sud-africain.",
  "cyberDesc": "En tant que force créative derrière CyberSynopsis, je présente avec fierté une application web de pointe développée sur la plateforme robuste de WordPress. J'ai exploité la puissance des plugins WordPress et des fonctionnalités personnalisées pour offrir aux entreprises une solution en ligne dynamique. Une caractéristique remarquable est la capacité unique de CyberSynopsis : les visiteurs peuvent facilement planifier des rendez-vous directement sur la plateforme. Le système garantit une expérience utilisateur fluide, en fournissant des confirmations par e-mail instantanées pour les rendez-vous programmés. Cela simplifie non seulement les interactions mais renforce également l'engagement des utilisateurs.",
  "etsAkombiDesc": "ETSAkombi, un site WordPress élégant, est votre fenêtre sur le monde du commerce de l'or. Développée exclusivement par moi-même, cette plateforme simple mais puissante est dédiée à partager des informations essentielles sur ETS Akombi, une entreprise de vente d'or renommée.",
  "etsAkombiFeatures": "Simplicité Redéfinie, Perspectives sur l'Or, Développement Exclusif.",
  "fidelleTechDesc": "Portfolio professionnel développé pour Fidelle Tech Support. Un fournisseur de services informatiques agréé.",
  "liaDesc": "Site web professionnel développé pour l'Institut de Leadership pour les Administrateurs d'Afrique du Sud.",
  "movilibDesc": "Bibliothèque de films inspirée par Netflix. Movilib est une application React.js utilisant l'API TMDB et déployée sur Firebase. Elle propose une vaste sélection de films et permet de regarder les bandes-annonces. Cette application est toujours un projet en cours alors que j'ai l'intention d'ajouter plusieurs fonctionnalités pour une expérience utilisateur exceptionnelle. De plus, j'envisage une version d'application mobile.",
  "myBankDesc": "My-Bank est une application web de banque en ligne utilisant toutes les fonctions CRUD (Create, Read, Update, Delete). L'application permet aux utilisateurs de créer un compte et d'effectuer plusieurs opérations. Lors de l'inscription, elle attribue automatiquement un \"Compte chèque\" à l'utilisateur, qui peut directement effectuer un dépôt, créer un compte professionnel ou d'épargne. L'utilisateur peut également effectuer un transfert vers l'un de ses autres comptes et effectuer un paiement vers le compte d'un autre utilisateur sur l'application.",
  "playStationDesc": "Page d'accueuil responsive de PlayStation développée avec React.js sur le puissant framework Next.js 13, et stylisée avec CSS3 pour un aspect moderne et épuré.",
  "testimonialsBlessing": "Il est difficile de trouver de nos jours un développeur web en qui l'on peut avoir confiance. Je peux me concentrer sur d'autres aspects importants de mon organisation en sachant que je peux compter sur vous pour prendre soin de la présence en ligne de mon entreprise.",
  "testimonialsFidelle": "J'apprécie vraiment votre travail, le site est très agréable et contient toutes les informations dont j'ai besoin pour présenter à mon public. En plus de votre professionnalisme, la qualité de vos services est remarquable.",
  "trivehoDesc": "Triveho est une plateforme que j'ai développée en utilisant JavaScript, JQuery, Bootstrap et Php/MySql. Mon inspiration derrière ce projet était de permettre aux gens de trouver des voyageurs disposant d'un espace supplémentaire dans leurs bagages. De plus, cela permet aux voyageurs de gagner un complément de revenu en diffusant leur prochain voyage et en transportant un colis avec lequel ils se sentent à l'aise. Le site dispose d'un système de chat qui permet aux utilisateurs de discuter directement via la plateforme. Triveho reste un travail en cours, car je continue à entretenir le site et à ajouter de nouvelles fonctionnalités avec de nouvelles technologies telles que React.js.",
  "FoodieTitleDesc": "Transformer les abonnés en clients",
  "FoodieDesc": "Avant de travailler avec moi, Foodie disposait d'une large communauté sur les réseaux sociaux, mais avait du mal à améliorer son engagement et la convertir en véritables clients. J’ai mis en place une stratégie de génération de leads ciblée, en optimisant le contenu et les appels à l’action pour attirer le bon public. Résultat : un taux de conversion nettement amélioré de +45%, avec une augmentation des appels, des messages et des interactions(+35,5%). En parallèle, leur nombre d’abonnés a continué de croître, +176 abonnés en moins de 2 mois, renforçant ainsi leur visibilité et la fidélisation de leur clientèle.",
  "FrangoTitleDesc": " Construire une présence digitale de A à Z",
  "FrangoDesc": "Lorsque Frango Grill m’a contacté, ils n’avaient aucune présence active sur les réseaux sociaux. J’ai créé de nouveaux comptes Facebook et TikTok, en développant du contenu engageant et adapté à leur audience. En seulement un mois, leur page Facebook a atteint 100+ abonnés, tandis que leur compte TikTok a explosé avec plus de 1 400 abonnés. Cette visibilité accrue a généré plus d’appels, de messages, d’engagement et une hausse du nombre de clients. Aujourd’hui, Frango Grill exploite pleinement les réseaux sociaux pour développer son activité et renforcer son lien avec sa communauté."
}
