{
  "Hi, I'm": "Hi, I'm",
  "more/plus": "But wait, there is more...",
  "homeIntro": "I’m a passionate and results-driven Web & Mobile App Developer dedicated to continuous learning and innovation. With a keen eye for detail and a strong problem-solving mindset, I specialize in crafting impactful digital solutions that streamline business workflows and solve real-world challenges. Beyond development, I excel in leadership and collaboration, seamlessly navigating both individual and team objectives. My goal is to tackle complex technological challenges and transform ideas into efficient, scalable, and user-centric solutions. Let’s build the future—one digital solution at a time.",
  "homeIntroSMM": "I also happen to be very efficient when it comes to drive real growth for businesses through strategic Social Media Management (SMM). I manage to increase businesses visibility, convert their audience to new leads across their digital platforms. With my team (CyberSynopsis), we have successfully boosted engagement for numerous businesses, turning interactions into thousands of sales and driving real growth through strategic SMM.",
  "mySkills": "My Technical Skills",
  "ContactMe": "Contact Me",
  "MessageSent": "Your message has been sent. Thank you!",
  "aseatDesc": "Introducing ASEAT, a stellar e-commerce website meticulously crafted on WordPress, where I single-handedly developed every aspect from inception to conception. ASEAT redefines online furniture shopping, offering a seamless blend of cutting-edge technology and aesthetic appeal.",
  "aseatFeatures": "360-Degree View, User-Centric Interface, Secure Transactions",
  "aseatFeatures2": "ASEAT is more than an e-commerce platform; it's a testament to my ability to merge technology with aesthetics to create an exceptional online shopping experience. From concept to execution, I undertook the entire development process, ensuring a bespoke website that stands out in the competitive e-commerce landscape.",
  "cinchDesc": "SEO and website optimization for Cinchfin. A South African financial services provider.",
  "cyberDesc": "As the creative force behind CyberSynopsis, I proudly introduce a cutting-edge web application developped on the robust WordPress platform. I've harnessed the power of WordPress plugins and customized functionalities to offer businesses a dynamic online solution. One standout feature is CyberSynopsis's unique capability: visitors can effortlessly schedule appointments directly on the platform. The system ensures a smooth user experience, providing instant email confirmations for scheduled appointments. This not only streamlines interactions but also enhances user engagement.",
  "etsAkombiDesc": "ETSAkombi, a sleek WordPress website, is your window into the gold trading realm. Developed exclusively by me, this simple yet powerful platform is dedicated to sharing essential information about ETS Akombi, a distinguished gold-selling company.",
  "etsAkombiFeatures": "Simplicity Redefined, Gold Insights, Exclusive Development.",
  "fidelleTechDesc": "Professional portfolio developed for Fidelle Tech Support. An authorised IT services provider.",
  "liaDesc": "Professional website developed for the Leadership Institute for Administrators of South Africa.",
  "movilibDesc": "Movie library inspired by Netflix. Movilib is a React.js application using TMDB api and deployed on firebase. It contains a wide suggestion of movies and allows to watch movie trailers. This app is still an ongoing project as I plan to add several features to it for an amazing user experience and also, I envision a mobile application version.",
  "myBankDesc": "My-Bank is an online banking web app using all CRUD functions. The app allows users to create an account and perfrom several operations. At registration it automatically assigns a 'Check account' to the user, he/she can directly make a deposit, create a business or saving account. The user can also make a transfer to one of his/her other account and make a payment to another user account on the app.",
  "playStationDesc": "Responsive PlayStation landing page developed using React.js on the powerful Next.js 13 framework, and styled with CSS3 for a sleek and modern look.",
  "testimonialsBlessing": "It is hard to find a web developer you can trust nowadays. I can focus on other important aspects of my organization knowing that I can depend on you to take care of my business's online presencece.",
  "testimonialsFidelle": "I really like your work, the site is very nice and contains all information I need to show to my audience. Along with your professionalism, the quality of your services are remarkable.",
  "testimonialsThemba": "An amazing work, I came with a vision for my organization and you were able to come up with a work even better than expected.",
  "trivehoDesc": "Triveho is a platform that i developed using JavaScript, JQuery, Bootstrap and Php/MySql. My inspiration behind this project was to allow people to find travellers with extra luggage space. Also, allow travellers to make extra cash by broadcasting their upcoming journey and carrying a package they are comfortable with. The site has a chat system that enable users to discuss directly via the platform. Triveho remains a work in progress as I keep maintaining the site and adding new features with new technologies such as React.js"
}
